---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ContourElevation
source: html/ef529140-75db-3284-097e-2118880ceeb7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ContourElevation Property

"Elevation"

## Syntax (C#)
```csharp
public static ForgeTypeId ContourElevation { get; }
```